Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sudo.error.staging_failed
source: the approved sudo script could not be staged safely
ar: لا يمكن تنظيم سيناريو sudo المعتمد بأمان
bs: odobrena sudo skripta nije mogla biti postavljena na siguran način
da: det godkendte sudo-script kunne ikke iscenesættes sikkert
de: das genehmigte Sudo-Skript konnte nicht sicher inszeniert werden
es: el script sudo aprobado no se pudo preparar de forma segura
fr: le script sudo approuvé n'a pas pu être transféré en toute sécurité
it: Non è stato possibile eseguire lo stage sicuro dello script sudo approvato
ja: 承認された sudo スクリプトを安全に準備できませんでした
ko: 승인된 sudo 스크립트를 안전하게 스테이징할 수 없습니다.
nb: det godkjente sudo-skriptet kunne ikke iscenesettes trygt
pl: Nie można bezpiecznie przygotować zatwierdzonego skryptu sudo
pt_br: Não foi possível preparar com segurança o script aprovado do sudo
ru: утвержденный сценарий sudo не удалось безопасно разместить
th: สคริปต์ sudo ที่ได้รับการอนุมัติไม่สามารถแสดงได้อย่างปลอดภัย
tr: onaylanmış sudo komut dosyası güvenli bir şekilde hazırlanamadı
uk: схвалений сценарій sudo не вдалося безпечно створити
zh_hans: 已批准的 sudo 脚本无法安全上演
zh_hant: 已批准的 sudo 腳本無法安全上演

# sudo.error.runner_launch_failed
source: the independent sudo runner could not be launched
ar: تعذر إطلاق عداء سودو المستقل
bs: nezavisni sudo trkač nije mogao biti pokrenut
da: den uafhængige sudo-løber kunne ikke startes
de: der unabhängige Sudoläufer konnte nicht gestartet werden
es: No se pudo iniciar el corredor independiente sudo
fr: le coureur indépendant sudo n'a pas pu être lancé
it: Non è stato possibile lanciare il corridore indipendente sudo
ja: 独立した sudo ランナーを起動できませんでした
ko: 독립적인 sudo 러너를 시작할 수 없습니다.
nb: den uavhengige sudo-løperen kunne ikke startes
pl: nie można uruchomić niezależnego modułu uruchamiającego sudo
pt_br: Não foi possível iniciar o executor independente do sudo
ru: не удалось запустить независимый бегун sudo
th: ไม่สามารถเปิดใช้งานนักวิ่ง sudo อิสระได้
tr: bağımsız sudo çalıştırıcısı başlatılamadı
uk: Не вдалося запустити незалежний бігун sudo
zh_hans: 独立sudo运行器无法启动
zh_hant: 獨立sudo運行器無法啟動

# sudo.error.process_launch_failed
source: the approved sudo command could not be launched
ar: تعذر تشغيل أمر sudo المعتمد
bs: odobrena sudo naredba nije mogla biti pokrenuta
da: den godkendte sudo-kommando kunne ikke startes
de: der genehmigte sudo-Befehl konnte nicht gestartet werden
es: No se pudo ejecutar el comando sudo aprobado
fr: la commande sudo approuvée n'a pas pu être lancée
it: Non è stato possibile avviare il comando sudo approvato
ja: 承認された sudo コマンドを起動できませんでした
ko: 승인된 sudo 명령을 실행할 수 없습니다.
nb: den godkjente sudo-kommandoen kunne ikke startes
pl: nie można uruchomić zatwierdzonego polecenia sudo
pt_br: Não foi possível iniciar o comando sudo aprovado
ru: одобренную команду sudo не удалось запустить
th: ไม่สามารถเรียกใช้คำสั่ง sudo ที่ได้รับอนุมัติได้
tr: onaylanmış sudo komutu başlatılamadı
uk: затверджену команду sudo не вдалося запустити
zh_hans: 无法启动已批准的 sudo 命令
zh_hant: 無法啟動已核准的 sudo 指令

# sudo.error.cleanup_failed
source: sudo could not finish process cleanup; one or more processes survived
ar: انتهت مهلة تنفيذ sudo، لكن عملية واحدة أو أكثر نجت من التنظيف
bs: sudo izvršenje je isteklo, ali jedan ili više procesa je preživio čišćenje
da: sudo udførelse timeout, men en eller flere processer overlevede oprydning
de: sudo-Ausführung ist abgelaufen, aber ein oder mehrere Prozesse haben die Bereinigung überlebt
es: Se agotó el tiempo de ejecución de sudo, pero uno o más procesos sobrevivieron a la limpieza
fr: L'exécution de sudo a expiré, mais un ou plusieurs processus ont survécu au nettoyage.
it: L'esecuzione di sudo è scaduta, ma uno o più processi sono sopravvissuti alla pulizia
ja: sudo のプロセスを完全にクリーンアップできませんでした。1 つ以上のプロセスが残っています
ko: sudo 실행 시간이 초과되었지만 하나 이상의 프로세스가 정리 상태에서 살아 남았습니다.
nb: sudo-kjøringen ble tidsavbrutt, men én eller flere prosesser overlevde oppryddingen
pl: Upłynął limit czasu wykonania sudo, ale jeden lub więcej procesów przetrwało czyszczenie
pt_br: A execução do sudo atingiu o tempo limite, mas um ou mais processos sobreviveram à limpeza
ru: Время выполнения sudo истекло, но один или несколько процессов пережили очистку
th: การดำเนินการ sudo หมดเวลา แต่มีกระบวนการอย่างน้อยหนึ่งกระบวนการที่รอดจากการล้างข้อมูล
tr: sudo yürütme zaman aşımına uğradı ancak bir veya daha fazla işlem temizlemeden sağ çıktı
uk: Час очікування виконання sudo минув, але один або кілька процесів пережили очищення
zh_hans: sudo 执行超时，但一个或多个进程在清理过程中幸存下来
zh_hant: sudo 執行逾時，但一個或多個程序在清理過程中倖存下來

# sudo.cli.usage
source: Usage: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
ar: الاستخدام: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
bs: Upotreba: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
da: Brug: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
de: Verwendung: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
es: Uso: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
fr: Utilisation: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
it: Utilizzo: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
ja: 使用法: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
ko: 사용법: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
nb: Bruk: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
pl: Użycie: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
pt_br: Uso: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
ru: Использование: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
th: การใช้งาน: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
tr: Kullanım: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
uk: Використання: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
zh_hans: 用法: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id
zh_hant: 用法: cmux sudo run [-r reason] [-t timeout] (-c 'command' | script.sh | -) cmux sudo pending cmux sudo setup-touch-id

# sudo.cli.default_reason
source: (no reason given)
ar: (لم يتم تقديم سبب)
bs: (nije naveden razlog)
da: (ingen grund angivet)
de: (kein Grund angegeben)
es: (sin dar ninguna razón)
fr: (aucune raison donnée)
it: (nessuna motivazione fornita)
ja: （理由なし）
ko: (이유는 제시되지 않음)
nb: (ingen grunn gitt)
pl: (bez podania powodu)
pt_br: (nenhum motivo informado)
ru: (причина не указана)
th: (ไม่ได้ให้เหตุผล)
tr: (neden belirtilmedi)
uk: (без вказівки причини)
zh_hans: （没有给出原因）
zh_hant: （沒有給出原因）

# sudo.cli.error.timeout_positive_integer
source: sudo: timeout must be a positive integer
ar: sudo: يجب أن تكون المهلة عددًا صحيحًا موجبًا
bs: sudo: timeout mora biti pozitivan cijeli broj
da: sudo: timeout skal være et positivt heltal
de: sudo: Timeout muss eine positive ganze Zahl sein
es: sudo: timeout debe ser un entero positivo
fr: sudo : le délai d'attente doit être un entier positif
it: sudo: il timeout deve essere un numero intero positivo
ja: sudo: タイムアウトには正の整数を指定してください
ko: sudo: 시간 초과는 양의 정수여야 합니다.
nb: sudo: Tidsavbrudd må være et positivt heltall
pl: sudo: limit czasu musi być dodatnią liczbą całkowitą
pt_br: sudo: o tempo limite deve ser um número inteiro positivo
ru: sudo: время ожидания должно быть положительным целым числом.
th: sudo: การหมดเวลาต้องเป็นจำนวนเต็มบวก
tr: sudo: zaman aşımı pozitif bir tam sayı olmalıdır
uk: sudo: час очікування має бути додатним цілим числом
zh_hans: sudo：超时必须是正整数
zh_hant: sudo：超時必須是正整數

# sudo.cli.error.timeout_too_large
source: sudo: timeout must not exceed 86400 seconds
ar: sudo: يجب ألا تتجاوز المهلة 86400 ثانية
bs: sudo: vremensko ograničenje ne smije biti duže od 86400 sekundi
da: sudo: timeout må ikke overstige 86400 sekunder
de: sudo: Timeout darf 86400 Sekunden nicht überschreiten
es: sudo: el tiempo de espera no debe exceder los 86400 segundos
fr: sudo : le délai d'expiration ne doit pas dépasser 86 400 secondes
it: sudo: il timeout non deve superare 86400 secondi
ja: sudo: タイムアウトは 86400 秒以下にしてください
ko: sudo: 시간 초과는 86400초를 초과할 수 없습니다.
nb: sudo: Tidsavbrudd må ikke overstige 86400 sekunder
pl: sudo: limit czasu nie może przekraczać 86400 sekund
pt_br: sudo: o tempo limite não pode exceder 86400 segundos
ru: sudo: тайм-аут не должен превышать 86400 секунд.
th: sudo: การหมดเวลาต้องไม่เกิน 86400 วินาที
tr: sudo: zaman aşımı 86400 saniyeyi geçmemelidir
uk: sudo: час очікування не повинен перевищувати 86400 секунд
zh_hans: sudo：超时不得超过86400秒
zh_hant: sudo：超時不得超過86400秒

# sudo.cli.error.missing_input
source: sudo: nothing to run; pass -c 'command', a script file, or -
ar: sudo: لا يوجد شيء للتشغيل؛ تمرير -c 'command'، أو ملف نصي، أو -
bs: sudo: ništa za pokretanje; pass -c 'naredba', fajl skripte, ili -
da: sudo: intet at køre; bestå -c 'kommando', en scriptfil, eller -
de: sudo: nichts zum Ausführen; übergeben Sie -c 'command', eine Skriptdatei oder -
es: sudo: no hay nada que ejecutar; pass -c 'command', un archivo de script, o -
fr: sudo : rien à exécuter ; passez -c 'commande', un fichier de script ou -
it: sudo: niente da eseguire; passa -c 'command', un file di script o -
ja: sudo: 実行内容がありません。-c 'command'、スクリプトファイル、または - を指定してください
ko: sudo: 실행할 것이 없습니다. -c 'command', 스크립트 파일 또는 -를 전달합니다.
nb: sudo: ingenting å kjøre; pass -c 'kommando', en skriptfil, eller -
pl: sudo: nic do uruchomienia; pass -c „polecenie”, plik skryptu lub -
pt_br: sudo: não há nada para executar; passe -c 'command', um arquivo de script ou -
ru: sudo: ничего запускать; передать -c 'команду', файл сценария или -
th: sudo: ไม่มีอะไรให้รัน; pass -c 'command' ไฟล์สคริปต์หรือ -
tr: sudo: çalıştırılacak bir şey yok; pass -c 'komut', bir komut dosyası veya -
uk: sudo: нічого для запуску; передайте -c 'команда', файл сценарію або -
zh_hans: sudo：没有什么可运行的；传递 -c '命令'、脚本文件，或 -
zh_hant: sudo：沒有什麼可運行的；傳遞 -c '命令'、腳本文件，或 -

# sudo.cli.error.invalid_utf8
source: sudo: the script must be valid UTF-8
ar: sudo: يجب أن يكون البرنامج النصي صالحًا لـ UTF-8
bs: sudo: skripta mora biti važeća UTF-8
da: sudo: scriptet skal være gyldigt UTF-8
de: sudo: Das Skript muss gültig sein UTF-8
es: sudo: el script debe ser UTF-8 válido
fr: sudo : le script doit être UTF-8 valide
it: sudo: lo script deve essere UTF-8 valido
ja: sudo: スクリプトは有効な UTF-8 である必要があります
ko: sudo: 스크립트는 유효한 UTF-8이어야 합니다.
nb: sudo: skriptet må være gyldig UTF-8
pl: sudo: skrypt musi mieć poprawny kod UTF-8
pt_br: sudo: o script deve estar em UTF-8 válido
ru: sudo: скрипт должен иметь допустимую кодировку UTF-8.
th: sudo: สคริปต์ต้องเป็น UTF-8 ที่ถูกต้อง
tr: sudo: komut dosyası geçerli UTF-8 olmalıdır
uk: sudo: сценарій має бути дійсним UTF-8
zh_hans: sudo：脚本必须是有效的UTF-8
zh_hant: sudo：腳本必須是有效的UTF-8

# sudo.cli.error.script_too_large
source: sudo: the script exceeds the 256 KiB limit
ar: sudo: يتجاوز البرنامج النصي حد 256 KiB
bs: sudo: skripta premašuje ograničenje od 256 KiB
da: sudo: scriptet overskrider 256 KiB-grænsen
de: sudo: das Skript überschreitet die 256 KiB Grenze
es: sudo: el script supera el límite de 256 KiB
fr: sudo : le script dépasse la limite de 256 KiB
it: sudo: lo script supera il limite di 256 KiB
ja: sudo: スクリプトが 256 KiB の上限を超えています
ko: sudo: 스크립트가 256 KiB 제한을 초과했습니다.
nb: sudo: skriptet overskrider grensen på 256 KiB
pl: sudo: skrypt przekracza limit 256 KiB
pt_br: sudo: o script excede o limite de 256 KiB
ru: sudo: скрипт превышает лимит в 256 KiB.
th: sudo: สคริปต์เกินขีดจำกัด 256 KiB
tr: sudo: komut dosyası 256 KiB sınırını aşıyor
uk: sudo: сценарій перевищує обмеження 256 KiB
zh_hans: sudo：脚本超出了 256 KiB 限制
zh_hant: sudo：腳本超出了 256 KiB 限制

# sudo.cli.error.input_read_failed
source: sudo: could not read the script from standard input
ar: sudo: تعذر قراءة البرنامج النصي من الإدخال القياسي
bs: sudo: nisam mogao pročitati skriptu iz standardnog unosa
da: sudo: kunne ikke læse scriptet fra standardinput
de: sudo: Skript konnte nicht von der Standardeingabe gelesen werden
es: sudo: no se ha podido leer el script desde la entrada estándar
fr: sudo : impossible de lire le script à partir de l'entrée standard
it: sudo: impossibile leggere lo script dall'input standard
ja: sudo: 標準入力からスクリプトを読み取れませんでした
ko: sudo: 표준 입력에서 스크립트를 읽을 수 없습니다.
nb: sudo: kunne ikke lese skriptet fra standardinndata
pl: sudo: nie można odczytać skryptu ze standardowego wejścia
pt_br: sudo: não foi possível ler o script da entrada padrão
ru: sudo: не удалось прочитать сценарий со стандартного ввода.
th: sudo: ไม่สามารถอ่านสคริปต์จากอินพุตมาตรฐานได้
tr: sudo: betiği standart girişten okuyamadı
uk: sudo: не вдалося прочитати сценарій зі стандартного введення
zh_hans: sudo：无法从标准输入读取脚本
zh_hant: sudo：無法從標準輸入讀取腳本

# sudo.cli.error.request_capacity
source: sudo: too many approval requests are pending; resolve one in cmux and retry
ar: sudo: هناك عدد كبير جدًا من طلبات الموافقة معلقة؛ قم بحل واحد في cmux ثم أعد المحاولة
bs: sudo: previše zahtjeva za odobrenje je na čekanju; riješite jedan u cmux i pokušajte ponovo
da: sudo: Der afventer for mange godkendelsesanmodninger; løs en i cmux og prøv igen
de: sudo: zu viele Genehmigungsanfragen sind ausstehend; lösen Sie eine in cmux und versuchen Sie es erneut
es: sudo: hay demasiadas solicitudes de aprobación pendientes; resuelve una en cmux y vuelve a intentarlo
fr: sudo : trop de demandes d'approbation sont en attente ; résolvez-en un dans cmux et réessayez
it: sudo: troppe richieste di approvazione sono in sospeso; risolverne uno in cmux e riprovare
ja: sudo: 承認待ちのリクエストが多すぎます。cmux でいずれかを処理してから再試行してください
ko: sudo: 보류 중인 승인 요청이 너무 많습니다. cmux에서 문제를 해결하고 다시 시도하세요.
nb: sudo: for mange godkjenningsforespørsler venter; løs en i cmux og prøv på nytt
pl: sudo: zbyt wiele próśb o zatwierdzenie oczekuje na realizację; rozwiąż jeden w cmux i spróbuj ponownie
pt_br: sudo: há muitas solicitações de aprovação pendentes; resolva uma no cmux e tente novamente
ru: sudo: ожидается слишком много запросов на утверждение; разрешите один в cmux и повторите попытку.
th: sudo: มีคำขออนุมัติมากเกินไปที่รอดำเนินการ แก้ไขหนึ่งใน cmux แล้วลองอีกครั้ง
tr: sudo: çok fazla onay isteği beklemede; cmux'da bir tanesini çözümleyin ve yeniden deneyin
uk: sudo: занадто багато запитів на схвалення очікують на розгляд; вирішити один у cmux і повторити спробу
zh_hans: sudo：太多批准请求正在等待；解析 cmux 中的一个并重试
zh_hant: sudo：太多批准請求正在等待；解析 cmux 中的一個並重試

# sudo.cli.error.touch_id_setup_failed
source: sudo: could not start Touch ID setup; reinstall cmux and retry
ar: sudo: تعذر بدء إعداد Touch ID؛ أعد تثبيت cmux وأعد المحاولة
bs: sudo: nije moguće pokrenuti postavljanje Touch ID; ponovo instalirajte cmux i pokušajte ponovo
da: sudo: kunne ikke starte Touch ID opsætning; geninstaller cmux og prøv igen
de: sudo: Touch-ID-Setup konnte nicht gestartet werden; cmux neu installieren und erneut versuchen
es: sudo: no se ha podido iniciar la configuración de Touch ID; reinstale cmux y vuelva a intentarlo
fr: sudo : impossible de démarrer la configuration de Touch ID ; réinstallez cmux et réessayez
it: sudo: impossibile avviare la configurazione di Touch ID; reinstallare cmux e riprovare
ja: sudo: Touch ID の設定を開始できませんでした。cmux を再インストールして再試行してください
ko: sudo: Touch ID 설정을 시작할 수 없습니다. cmux를 다시 설치하고 다시 시도하세요.
nb: sudo: kunne ikke starte Touch ID oppsett; installer cmux på nytt og prøv på nytt
pl: sudo: nie można rozpocząć instalacji Touch ID; zainstaluj ponownie cmux i spróbuj ponownie
pt_br: sudo: não foi possível iniciar a configuração do Touch ID; reinstale o cmux e tente novamente
ru: sudo: не удалось запустить установку Touch ID; переустановите cmux и повторите попытку.
th: sudo: ไม่สามารถเริ่มการตั้งค่า Touch ID ได้ ติดตั้ง cmux อีกครั้งแล้วลองอีกครั้ง
tr: sudo: Touch ID kurulumu başlatılamadı; cmux'yu yeniden yükleyin ve yeniden deneyin
uk: sudo: не вдалося запустити налаштування Touch ID; перевстановіть cmux і повторіть спробу
zh_hans: sudo：无法启动Touch ID设置；重新安装 cmux 并重试
zh_hant: sudo：無法啟動Touch ID設定；重新安裝 cmux 並重試

# sudo.cli.error.app_launch_failed
source: sudo: could not open cmux for approval; open cmux and retry
ar: sudo: تعذر فتح cmux للموافقة؛ افتح cmux وأعد المحاولة
bs: sudo: nije moguće otvoriti cmux za odobrenje; otvorite cmux i pokušajte ponovo
da: sudo: kunne ikke åbne cmux for godkendelse; åbn cmux og prøv igen
de: sudo: cmux konnte nicht zur Genehmigung geöffnet werden; cmux öffnen und erneut versuchen
es: sudo: no se pudo abrir cmux para su aprobación; abra cmux y vuelva a intentarlo
fr: sudo : impossible d'ouvrir cmux pour approbation ; ouvrez cmux et réessayez
it: sudo: impossibile aprire cmux per l'approvazione; apri cmux e riprova
ja: sudo: 承認のために cmux を開けませんでした。cmux を開いて再試行してください
ko: sudo: 승인을 위해 cmux를 열 수 없습니다. cmux를 열고 다시 시도하세요.
nb: sudo: kunne ikke åpne cmux for godkjenning; åpne cmux og prøv på nytt
pl: sudo: nie można otworzyć cmux do zatwierdzenia; otwórz cmux i spróbuj ponownie
pt_br: sudo: não foi possível abrir o cmux para aprovação; abra o cmux e tente novamente
ru: sudo: не удалось открыть cmux для утверждения; откройте cmux и повторите попытку.
th: sudo: ไม่สามารถเปิด cmux เพื่อขออนุมัติได้ เปิด cmux แล้วลองอีกครั้ง
tr: sudo: onay için cmux açılamadı; cmux'yu açın ve yeniden deneyin
uk: sudo: не вдалося відкрити cmux для затвердження; відкрийте cmux і повторіть спробу
zh_hans: sudo：无法打开cmux进行审批；打开 cmux 并重试
zh_hant: sudo：無法開啟cmux進行核准；開啟 cmux 並重試

# sudo.cli.error.request_write_failed
source: sudo: could not write the approval request
ar: sudo: تعذر كتابة طلب الموافقة
bs: sudo: ne mogu napisati zahtjev za odobrenje
da: sudo: kunne ikke skrive godkendelsesanmodningen
de: sudo: konnte die Genehmigungsanfrage nicht schreiben
es: sudo: no se ha podido escribir la solicitud de aprobación
fr: sudo : impossible de rédiger la demande d'approbation
it: sudo: impossibile scrivere la richiesta di approvazione
ja: sudo: 承認リクエストを書き込めませんでした
ko: sudo: 승인 요청을 작성할 수 없습니다.
nb: sudo: kunne ikke skrive godkjenningsforespørselen
pl: sudo: nie można zapisać żądania zatwierdzenia
pt_br: sudo: não foi possível gravar a solicitação de aprovação
ru: sudo: не удалось написать запрос на утверждение.
th: sudo: ไม่สามารถเขียนคำขออนุมัติได้
tr: sudo: onay isteği yazılamadı
uk: sudo: не вдалося написати запит на схвалення
zh_hans: sudo：无法写入批准请求
zh_hant: sudo：無法寫入批准請求

# sudo.cli.error.requester_identity
source: sudo: could not verify the requesting process; retry the command
ar: sudo: تعذر التحقق من عملية الطلب؛ أعد محاولة الأمر
bs: sudo: nije mogao provjeriti proces zahtjeva; pokušajte ponovo sa komandom
da: sudo: kunne ikke bekræfte anmodningsprocessen; prøv kommandoen igen
de: sudo: konnte den anfordernden Prozess nicht verifizieren; wiederholen Sie den Befehl
es: sudo: no se ha podido verificar el proceso de solicitud; vuelva a intentar el comando
fr: sudo : impossible de vérifier le processus de demande ; réessayez la commande
it: sudo: impossibile verificare il processo di richiesta; riprovare il comando
ja: sudo: 要求元のプロセスを確認できませんでした。コマンドを再試行してください
ko: sudo: 요청 프로세스를 확인할 수 없습니다. 명령을 다시 시도하십시오
nb: sudo: kunne ikke bekrefte forespørselsprosessen; prøv kommandoen på nytt
pl: sudo: nie można zweryfikować procesu wysyłającego żądanie; ponów polecenie
pt_br: sudo: não foi possível verificar o processo solicitante; tente o comando novamente
ru: sudo: не удалось проверить процесс запроса; повторите команду
th: sudo: ไม่สามารถตรวจสอบกระบวนการร้องขอได้ ลองคำสั่งอีกครั้ง
tr: sudo: istekte bulunan süreç doğrulanamadı; komutu yeniden dene
uk: sudo: не вдалося перевірити процес запиту; повторіть команду
zh_hans: sudo：无法验证请求进程；重试命令
zh_hant: sudo：無法驗證請求程序；重試指令

# sudo.cli.error.result_wait_failed
source: sudo: could not monitor the approval result; retry the command
ar: sudo: تعذر مراقبة نتيجة الموافقة؛ أعد محاولة الأمر
bs: sudo: nije mogao pratiti rezultat odobrenja; pokušajte ponovo sa komandom
da: sudo: kunne ikke overvåge godkendelsesresultatet; prøv kommandoen igen
de: sudo: konnte das Genehmigungsergebnis nicht überwachen; wiederholen Sie den Befehl
es: sudo: no se pudo monitorear el resultado de la aprobación; reintentar el comando
fr: sudo : impossible de surveiller le résultat de l'approbation ; réessayez la commande
it: sudo: impossibile monitorare il risultato dell’approvazione; riprova il comando
ja: sudo: 承認結果を監視できませんでした。コマンドを再試行してください
ko: sudo: 승인 결과를 모니터링할 수 없습니다. 명령을 다시 시도하십시오
nb: sudo: kunne ikke overvåke godkjenningsresultatet; prøv kommandoen på nytt
pl: sudo: nie można monitorować wyniku zatwierdzenia; ponów polecenie
pt_br: sudo: não foi possível monitorar o resultado da aprovação; tente o comando novamente
ru: sudo: не удалось отследить результат утверждения; повторите команду
th: sudo: ไม่สามารถตรวจสอบผลการอนุมัติได้ ลองคำสั่งอีกครั้ง
tr: sudo: onay sonucu izlenemedi; komutu yeniden dene
uk: sudo: не вдалося відстежити результат затвердження; повторіть команду
zh_hans: sudo：无法监控审批结果；重试命令
zh_hant: sudo：無法監控核准結果；重試指令

# sudo.cli.denied
source: sudo: request denied
ar: sudo: تم رفض الطلب
bs: sudo: zahtjev odbijen
da: sudo: anmodning afvist
de: sudo: Anfrage abgelehnt
es: sudo: solicitud denegada
fr: sudo : demande refusée
it: sudo: richiesta rifiutata
ja: sudo: リクエストは拒否されました
ko: sudo: 요청이 거부되었습니다.
nb: sudo: Forespørsel avslått
pl: sudo: żądanie odrzucone
pt_br: sudo: solicitação negada
ru: sudo: запрос отклонен
th: sudo: คำขอถูกปฏิเสธ
tr: sudo: istek reddedildi
uk: sudo: запит відхилено
zh_hans: sudo：请求被拒绝
zh_hant: sudo：請求被拒絕

# sudo.cli.failed
source: sudo: request failed
ar: sudo: فشل الطلب
bs: sudo: zahtjev nije uspio
da: sudo: Forespørgsel mislykkedes
de: sudo: Anfrage fehlgeschlagen
es: sudo: solicitud fallida
fr: sudo : échec de la demande
it: sudo: richiesta non riuscita
ja: sudo: リクエストに失敗しました
ko: sudo: 요청이 실패했습니다.
nb: sudo: Forespørsel mislyktes
pl: sudo: żądanie nie powiodło się
pt_br: sudo: falha na solicitação
ru: sudo: запрос не выполнен.
th: sudo: คำขอล้มเหลว
tr: sudo: istek başarısız oldu
uk: sudo: запит не вдалося
zh_hans: sudo：请求失败
zh_hant: sudo：請求失敗

# sudo.cli.pending.none
source: (none)
ar: (لا أحد)
bs: (nijedno)
da: (ingen)
de: (keine)
es: (ninguno)
fr: (aucun)
it: (nessuno)
ja: （なし）
ko: (없음)
nb: (ingen)
pl: (nic)
pt_br: (nenhum)
ru: (никто)
th: (ไม่มี)
tr: (hiçbiri)
uk: (жоден)
zh_hans: （没有任何）
zh_hant: （沒有任何）

# sudo.cli.error.unknown_flag
source: sudo: unknown flag: %@
ar: sudo: علامة غير معروفة: %@
bs: sudo: nepoznata zastava: %@
da: sudo: ukendt flag: %@
de: sudo: unbekanntes Flag: %@
es: sudo: bandera desconocida: %@
fr: sudo : indicateur inconnu : %@
it: sudo: contrassegno sconosciuto: %@
ja: sudo: 不明なフラグです：%@
ko: sudo: 알 수 없는 플래그: %@
nb: sudo: ukjent flagg: %@
pl: sudo: nieznana flaga: %@
pt_br: sudo: sinalizador desconhecido: %@
ru: sudo: неизвестный флаг: %@
th: sudo: ธงที่ไม่รู้จัก: %@
tr: sudo: bilinmeyen işaret: %@
uk: sudo: невідомий прапор: %@
zh_hans: sudo：未知标志：%@
zh_hant: sudo：未知標誌：%@
